Tarea_10-A/peticion.xml

<env:Envelope
    xmlns:env="http://www.w3.org/2003/05/soap-envelope"
    xmlns:ns1="...">
    <env:Header/>
    <env:Body>
        <ns1:ConsultaPrevision>
            <ns1:Ciudad>NombreDeLaCiudad</ns1:Ciudad>
        </ns1:ConsultaPrevision>
    </env:Body>
</env:Envelope>